<?php

return [
    'title' => 'Опції додатків',
    'createForm' => [
        'title' => 'Створення нової опції',
        'addOn' => 'Оберіть додаток',
        'option' => 'Назва опції'
    ],
    'editForm' => [
        'title' => 'Редагування опції',
    ],
    'category' => [
        'list' => 'Список категорій',
        'emptyList' => 'Ще не створено жодної опції категорії'
    ],
    'tag' => [
        'list' => 'Список теґів',
        'emptyList' => 'Ще не створено жодної опції теґів'
    ],
    'listItem' => ':title у блоці :block',
    'messages' => [
        'success' => [
            'created' => 'Опцію успішно створено',
            'updated' => 'Опцію успішно оновлено',
            'activated' => 'Опцію успішно активовано',
            'deactivated' => 'Опцію успішно деактивовано',
            'moved' => 'Опцію успішно перенесено',
            'deleted' => 'Опцію успішно видалено'
        ]
    ]
];
