<?php

return [
    'title' => 'Додатки',
    'category' => [
        'title' => 'Опції категорій',
        'createForm' => [
            'title' => 'Створення нової опції категорії',
            'addOns' => 'Додатки категорій',
            'option' => 'Назва опції'
        ],
        'editForm' => [
            'title' => 'Редагування опції категорії',
        ],
        'list' => 'Список категорій',
        'emptyList' => 'Ще не створено жодної опції категорії',
        'listItem' => ':title у блоці :block',
    ],
    'messages' => [
        'success' => [
            'created' => 'Опцію успішно створено',
            'updated' => 'Опцію успішно оновлено',
            'activated' => 'Опцію успішно активовано',
            'deactivated' => 'Опцію успішно деактивовано',
            'moved' => 'Опцію успішно перенесено',
            'deleted' => 'Опцію успішно видалено'
        ]
    ]
];
