<?php

return [
    'create' => 'Створити блок',
    'list' => 'Список блоків',
    'createForm' => [
        'title' => 'Створити новий блок',
        'blockData' => 'Дані блоку',
        'type' => 'Тип',
        'width' => 'Ширина блоку',
        'blockView' => 'Вигляд блоку',
        'layoutClass' => 'Клас макету',
        'cssClass' => 'Додатковий CSS клас'
    ],
    'editForm' => [
        'title' => "Блок ':title'",
        'item' => 'Редагування елемента'
    ],
    'tabs' => [
        'content' => 'Вміст блоку',
        'blockSettings' => 'Налаштування блоку',
        'blockCustomization' => 'Параметри блоку',
        'createItem' => 'Створити новий елемент'
    ],
    'itemTabs' => [
        'edit' => 'Редагування елемента',
        'createRelation' => 'Створити залежний блок',
        'relations' => 'Список залежних блоків'
    ],
    'properties' => 'Властивості',
    'preferences' => [
        'title' => 'Налаштування',
        'settingsView' => [
            'title' => 'Зовнішній вигляд',
            'scale' => 'Масштаб',
            'scaleOption' => '{1} :width - :items елемент у ряді|[2,4] :width - :items елементи у ряді|[5,*] :width - :items елементів у ряді'
        ],
        'cropGroup' => [
            'title' => 'Обрізка зображення',
            'cropDimensions' => 'Обрізати зображення за розміром (Ш:В)'
        ],
        'fieldsGroup' => [
            'title' => 'Поля елемента',
            'ignoreCaption' => 'Ігнорувати полу заголовоку',
            'ignoreDescription' => 'Ігнорувати поле опису'
        ],
        'sizeGroup' => [
            'title' => 'Розмір зображень',
            'customSizes' => 'Обрати розмір зображень',
            'size' => '{1} :width ширини макету (:cols колонка)|[2,4] :width ширини макету (:cols колонки)|[5,*] :width ширини макету (:cols колонок)'
        ],
        'itemRoute' => [
            'title' => 'Шлях до елемента',
            'base' => 'Базова частина шляху до елемента'
        ],
        'orderDirection' => [
            'title' => 'Сортування',
            'asc' => "Новий елемент з'являється у кінці",
            'desc' => "Новий елемент з'являється на початку"
        ]
    ],
    'createItem' => 'Створити новий елемент',
    'editItem' => 'Редагувати елемент',
    'registrations' => 'Реєстрації',
    'relatedBlock' => [
        'title' => "Пов'язані блоки",
        'edit' => "Редагувати пов'язаний блок",
        'create' => "Створити пов'язаний блок"
    ],
    'untitled' => 'Без заголовку',
    'type' => [
        'articles' => [
            'title' => 'Статті',
            'description' => 'Блоґ або новинна стрічка з набором статей'
        ],
        'contact' => [
            'title' => 'Контакти',
            'description' => 'Додає контакту інформацію'
        ],
        'events' => [
            'title' => 'Події',
            'description' => 'Додає на сторінку блок з подіями'
        ],
        'features' => [
            'title' => 'Ознака',
            'description' => 'Додає піктограму з коротким підписом'
        ],
        'feedback' => [
            'title' => 'Відгуки',
            'description' => 'Додає блок відгуків'
        ],
        'gallery' => [
            'title' => 'Галерея',
            'description' => 'Додає галерею зображень на сторінку'
        ],
        'html' => [
            'title' => 'Блок HTML',
            'description' => 'Вставляє HTML код на сторінці'
        ],
        'langs' => [
            'title' => 'Вибір мов',
            'description' => 'Додає інструмент локалізації'
        ],
        'link' => [
            'title' => 'Відображення',
            'description' => 'Відображає дані іншого блоку'
        ],
        'logo' => [
            'title' => 'Логотип',
            'description' => 'Додає логотип на сторінку'
        ],
        'menu' => [
            'title' => 'Меню',
            'description' => 'Конструктор меню'
        ],
        'slider' => [
            'title' => 'Слайдер',
            'description' => 'Додає слайдер зображень з підписами чи без них'
        ],
        'space' => [
            'title' => 'Відступ',
            'description' => 'Створює відступ зазначеного розміру'
        ],
        'text' => [
            'title' => 'Текст',
            'description' => 'Додає форматований текст із заголовком'
        ],
        'twitter' => [
            'title' => 'Twitter',
            'description' => 'Відобрадає додаток Twitter'
        ]
    ],
    'messages' => [
        'success' => [
            'created' => 'Блок успішно створено',
            'updated' => 'Блок успішно оновлено',
            'deleted' => 'Блок успішно видалено',
            'customized' => 'Параметри блоку успішно збережені',
            'item' => [
                'activated' => 'Елемент блоку успішно опубліковано',
                'deactivated' => 'Елемент блоку успішно деактивовано',
                'moved' => 'Елемент блоку успішно перенесено',
                'deleted' => 'Елемент блоку успішно видалено'
            ]
        ]
    ]
];