<?php

return [
    'title' => 'Коментар',
    'validation' => [
        'recaptchaFailed' => 'Невірне значення reCaptcha. Будь ласка, підтвердіть, що ви не робот.'
    ],
    'form' => [
        'email' => 'Електронна адреса',
        'date' => 'Дата',
        'message' => 'Повідомлення'
    ],
    'preferences' => [
        'title' => 'Налаштування відгуків',
        'noModeration' => 'Відгук доступний на сайті відразу після публікації',
        'moderation' => 'Адміністратор має підтвердити публікацію відгуку',
        'successMessage' => 'Повідомлення після успішної публікації повідомлення',
        'notifyMe' => 'Повідомити мене через елекронну пошту про новий відгук'
    ]
];