<?php

return [
    'title' => 'Макети',
    'createForm' => [
        'title' => 'Створити новий макет',
        'themeTitle' => 'Назва теми',
        'themeClass' => 'Клас теми',
        'width' => 'Ширина макету',
        'panel' => 'Панель',
        'panelType' => 'Тип панелі',
        'addPanel' => 'Додати панель',
        'removePanel' => 'Видалити панель'
    ],
    'setDefaultForm' => [
        'title' => 'Параметри за замовчуванням',
        'defaultLayout' => 'Макет за замовчуванням',
        'forAllPages' => 'Застосувати цей макет до усіх сторінок'
    ],
    'list' => 'Список макетів',
    'editForm' => [
        'title' => 'Налаштування поточного макету'
    ],
    'messages' => [
        'success' => [
            'created' => 'Макет успішно створено',
            'updated' => 'Макет успішно оновлено',
            'deleted' => 'Макет успішно видалено'
        ],

        'error' => [
            'classInUse' => 'Клас ":class" вже використовується у макеті ":layout"',
            'protectedLayout' => 'Цей макет використовується за замовчуванням і не може бути зміненим',
            'usedOnPage' => 'Неможливо видалити макет, адже він використовується на сторінці ":page"'
        ]
    ]
];