<?php

return [
    'title' => 'Сторінки',
    'createForm' => [
        'title' => 'Створити нову сторінку',
        'pageTitle' => "Назва сторінки",
        'metaDescription' => 'Мета-дані. Опис',
        'metaKeywords' => 'Мета-дані. Ключові слова',
        'metaAuthor' => 'Мета-дані.  Author',
        'metaCopyright' => 'Мета-дані. Право власності',
        'copyMeta' => 'Використовувати вказані мета-дані на усіх сторінках веб-сайту',
        'route' => 'Шлях',
        'layout' => 'Макет'
    ],
    'list' => 'Список сторінок',
    'actions' => 'Сторінка ":page"',
    'panels' => 'Панелі',
    'editForm' => [
        'title' => 'Редагування сторінки ":page"'
    ],
    'messages' => [
        'success' => [
            'created' => 'Сторінка успішно створена',
            'updated' => 'Сторінка успішно оновлена',
            'deleted' => 'Сторінка успішно видалена',
            'activated' => 'Сторінка успішно опублікована',
            'deactivated' => 'Публікація сторінки скасована'
        ]
    ]
];
