<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Settings Modal Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used in the settings modal.
    |
    */

    'title' => 'Налаштування',
    'panel' => [
        'title' => 'Панель',
        'setup' => 'Налаштування панелі',
        'addBlock' => 'Додати новий блок'
    ],
    'actions' => [
        'delete' => 'Видалити',
        'activate' => 'Активувати',
        'deactivate' => 'Деактивувати',
        'moveUp' => 'Перемістити вгору',
        'moveDown' => 'Перемістити вниз',
        'edit' => 'Редагувати',
        'close' => 'Закрити налаштування',
        'save' => 'Зберегти',
        'upload' => 'Завантажити зображення',
        'crop' => 'Обрізати зображення',
        'recrop' => 'Повторити обрізку зображення',
        'submit' => 'Надіслати'
    ],
    'noAccess' => [
        'title' => 'Немає доступу',
        'message' => 'У вас немає прав доступу для цієї дії'
    ],
    'common' => [
        'subject' => 'Заголовок',
        'title' => 'Назва',
        'caption' => 'Заголовок',
        'summary' => 'Резюме',
        'description' => 'Опис',
        'name' => "Ім'я",
        'no' => 'Ні',
        'yes' => 'Так'
    ]
];